Revit 2027 API
SpecTypeId.ElectricalResistivity Property
 Electrical Resistivity, in discipline Electrical.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElectricalResistivity { get; }
Public Shared ReadOnly Property ElectricalResistivity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElectricalResistivity {
	ForgeTypeId^ get ();
}
static member ElectricalResistivity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace